<template>
    <div class="agreement">
        <div class="box-center">
            <div class="pact_area">
                <div class="deal-text">
                    <h1>用户服务协议</h1>
                    <blockquote>为使用悦·读的服务，您应当阅读并遵守《用户服务协议》（以下简称"本协议"）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，<b class="red">所有加粗字体为我方重点提示的内容。</b>如果您未满18周岁，或者不具备完全民事行为能力，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。否则悦·读对于该等后续注册、使用网站服务等行为而对您所发生的不利后果不承担责任，并有权在知晓该等情况后解除双方间的服务协议。
                    </blockquote>
                    <h3>一、【协议的范围】</h3>
                    <p>本协议及《隐私政策》是您与嗨阅读经营者之间关于用户使用嗨阅读相关服务所订立的协议。"用户"是指使用悦·读相关服务的使用人，在本协议中更多地称为"您"。</p>
                    <h3>二、【账号与密码安全】</h3>
                    <p>2.1 您在使用悦·读的服务时可能需要注册一个悦·读账号。 </p>
                    <p>2.2 悦·读特别提醒您应妥善保管您的账号和密码。当您使用完毕后，应安全退出。因您保管不善可能导致遭受盗号或密码失窃，责任由您自行承担。</p>
                    <p>2.3 悦·读建议您使用的密码应至少包含以下四类字符中的三类：大写字母、小写字母、数字，以及键盘上的特殊符号，如果因为您设置的密码过于简单导致遭受盗号或密码失窃，责任由您自行承担。悦·读对于非因悦·读单方原因所导致的任何账号安全、隐私保护等问题均不承担责任和所产生的各方损失。 </p>
                    <p>2.4 悦·读账户使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。如果悦·读发现使用者并非账号初始注册人，悦·读有权在未经通知的情况下回收该账号而无需向该账号使用人承担法律责任，由此带来的包括并不限于用户资料、虚拟货币等清空等损失由用户自行承担。悦·读禁止用户私下有偿或无偿转让账号，以免因账号问题产生纠纷，用户应当自行承担因违反此要求而遭致的任何损失，同时悦·读保留追究上述行为人法律责任的权利。</p>
                    <p>2.5 您应当承担悦·读账号激活后的保管责任，并就其账号项下之一切活动负全部责任。您须重视悦·读通行证账号保护，您同意如发现他人未经许可使用其账号时立即通知嗨阅读。 </p>
                    <h3>三、【按现状提供服务】</h3>
                    <p>您理解并同意，悦·读的服务是按照现有技术和条件所能达到的现状提供的。悦·读会尽最大努力向您提供服务，确保服务的连贯性和安全性；但悦·读不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。</p>
                </div>
            </div>
        </div>
    </div>
</template>
<script>
export default {
    name: 'agreement'
}
</script>
<style scoped>
.agreement{
    font-size: 16px;
    background: #fff;
    padding-top: 100px;
}
.box-center{
    width: 1000px;
    margin: 0 auto;
}
.pact_area{
    padding: 24px;
    margin-bottom: 30px;
    background-color: #F5F5F5;
    color: #555;
    overflow: hidden;
}
.deal-text {
    padding-bottom: 0;
}
.pact_area h1 {
    font-size: 24px;
    margin-bottom: 24px;
}
.pact_area p, blockquote {
    margin-bottom: 20px;
    padding: 0;
    line-height: 24px;
}blockquote {
    margin-bottom: 20px;
    padding: 0;
    line-height: 24px;
}
.pact_area h3 {
    font-size: 16px;
    margin-bottom: 26px;
}
</style>